export default {
  projections: {
    ЗаказыE: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      датаИВремя: {
        __caption__: 'Дата и время'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      типВручения: {
        __caption__: 'Тип вручения'
      },
      номера: {
        __caption__: 'Номера',
        номерКомнаты: {
          __caption__: 'Номер комнаты'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия сотрудника'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        фамилия: {
          __caption__: 'Фамилия клиента'
        }
      },
      составЗаказа: {
        __caption__: 'Состав заказа',
        сумма: {
          __caption__: 'Сумма'
        },
        комментарий: {
          __caption__: 'Комментарий'
        },
        напитки: {
          __caption__: 'Напитки',
          наименование: {
            __caption__: 'Наименование напитка'
          }
        },
        блюда: {
          __caption__: 'Блюда',
          наименование: {
            __caption__: 'Наименование блюда'
          }
        }
      }
    },
    ЗаказыL: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      датаИВремя: {
        __caption__: 'Дата и время'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      типВручения: {
        __caption__: 'Тип вручения'
      },
      номера: {
        __caption__: 'Номер комнаты',
        номерКомнаты: {
          __caption__: 'Номер комнаты'
        }
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      клиенты: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    датаИВремя: {
      __caption__: 'Дата и время'
    },
    кодЗаказа: {
      __caption__: 'Код заказа'
    },
    типВручения: {
      __caption__: 'Тип вручения'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    номера: {
      __caption__: 'Номера'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    составЗаказа: {
      __caption__: 'Состав заказа'
    }
  }
};
