export default {
  projections: {
    СоставНапитковE: {
      количество: {
        __caption__: 'Количество'
      },
      единицы: {
        __caption__: 'Единицы'
      },
      продукты: {
        __caption__: 'Продукты',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    единицы: {
      __caption__: 'Единицы'
    },
    количество: {
      __caption__: 'Количество'
    },
    продукты: {
      __caption__: 'Продукты'
    },
    напитки: {
      __caption__: 'напитки'
    }
  }
};
