export default {
  projections: {
    БлюдаE: {
      кодБлюда: {
        __caption__: 'Код блюда'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      составБлюда: {
        __caption__: 'Состав блюда',
        количество: {
          __caption__: 'Количество'
        },
        единицы: {
          __caption__: 'Единицы'
        },
        продукты: {
          __caption__: 'Продукты',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    БлюдаL: {
      кодБлюда: {
        __caption__: 'Код блюда'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    кодБлюда: {
      __caption__: 'Код блюда'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    составБлюда: {
      __caption__: 'Состав блюда'
    }
  }
};
