export default {
  projections: {
    НапиткиE: {
      кодНапитка: {
        __caption__: 'Код напитка'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      составНапитков: {
        __caption__: 'Состав напитков',
        количество: {
          __caption__: 'Количество'
        },
        единицы: {
          __caption__: 'Единицы'
        },
        продукты: {
          __caption__: 'Продукты',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    НапиткиL: {
      кодНапитка: {
        __caption__: 'Код напитка'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    кодНапитка: {
      __caption__: 'Код напитка'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    составНапитков: {
      __caption__: 'Состав напитков'
    }
  }
};
