export default {
  projections: {
    СоставЗаказаE: {
      сумма: {
        __caption__: 'Сумма'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      напитки: {
        __caption__: 'Напитки',
        наименование: {
          __caption__: 'Наименование напитка'
        }
      },
      блюда: {
        __caption__: 'Блюда',
        наименование: {
          __caption__: 'Наименование блюда'
        }
      }
    }
  },
  validations: {
    комментарий: {
      __caption__: 'Комментарий'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    блюда: {
      __caption__: 'Блюда'
    },
    напитки: {
      __caption__: 'Напитки'
    },
    заказы: {
      __caption__: 'заказы'
    }
  }
};
